let Questions =[
{ 
    numb:1,
question:".........من هو نادي القرن الحقيقى",
answer:"All The Above ❤️🦅",
options:["Al-ahly",
 "Al-Ahly",
"Al-Ahly SC",
 "All The Above ❤️🦅"]},
 { 
    numb:2,
question:".......كم عدد بطولات الاهلى في الدوري",
answer:"43",
options:["40",
 "42",
"43",
 "45"]},
 { 
    numb:3,
question:"......القدس عاصمه",
answer: "جميع ما سبق",
options:["فلسطين",
 "فلسطين",
"فلسطين",
 "جميع ما سبق"]},
 { 
    numb:4,
question:"......من النبي الملقب بكليم الله",
answer:"موسى",
options:[
    "يوسف",
 "عيسى",
"موسى",
"غير ذلك"]},
{
numb:5,
question:"......من الصحابي الملقب بذي النورين",
answer:"عثمان بن عفان",
options:[
"عمرو بن العاص",
 "ابو بكر",
"عثمان بن عفان",
"غير ذلك"]},
{
numb:6,
question:"......مفيش سؤال خمن الاجابه الصح😝",
answer:"الثالثه والرابعه",
options:[
"الثالثه والرابعه",
"الاولى والثانيه",
"غير ذلك",
"جميع ماسبق", 
]},
{
    numb:7,
    question:"........اكتر حد مضغوط ",
    answer:"😔طالب علوم احصا وحاسب",
    options:[
    "طالب",
    "طالب علوم",
    "طالب علوم احصا وحاسب",
    "😔طالب علوم احصا وحاسب",
    ]},
    {
        numb:8,
        question:".....رقم امام عاشور في الاهلى",
        answer:"22",
        options:[
            "22",
            "21",
            "8",
            "19",
        
        ]},
        {
            numb:9,
            question:"....كم مره توج  المارد الاحمر بكأس مصر",
            answer:"39",
            options:["19",
            "29",
            "39",
            "59",]
            
        },
        {
            numb:10,
            question:"......... عالدوغري انا",
            answer:"تعباااان",
            options:[
                "زهقان",
                "تقلان",
                "تعباااان",
                "قرفان",
            ]
        }

              
]